Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Comment was copied!
de: Der Kommentar wurde kopiert!
es: ¡El comentario fue copiado!
pl: Komentarz został skopiowany!
ru: Комментарий скопирован!
th: หมายเหตุถูกคัดลอกแล้ว!
tr: Açıklama kopyalandı!
uk: Коментар скопійовано!
zh_hans: 留言栏已复制
zh_hant: 註記欄已被複製!

source: Complete
de: Abgeschlossen
es: Completo
pl: Zakończono
ru: Завершить
th: สำเร็จ
tr: Tamamlandı
uk: Завершити
zh_hans: 完成
zh_hant: 罷

source: Configure DNS
de: DNS konfigurieren
es: Configurar DNS
pl: Konfiguruj DNS
ru: Настроить DNS
th: กำหนดค่า DNS
tr: DNS yapılandır
uk: Налаштувати DNS
zh_hans: 配置DNS
zh_hant: 設定DNS

source: Confirm
de: Bestätigen
es: Confirmar
pl: Potwierdzenie
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh_hans: 确认
zh_hant: 確認

source: Confirm Action
de: Aktion bestätigen
es: Confirmar acción
pl: Potwierdź działanie
ru: Подтвердите действие
th: ยืนยันการดำเนินการ
tr: Eylemi Onayla
uk: Підтвердити дію
zh_hans: 确认操作
zh_hant: 確認操作

source: Confirm Burning
de: Brennen bestätigen
es: Confirmar quema
pl: Potwierdź spalanie
ru: Подтвердите сжигание
th: ยืนยันการเผาไหม้
tr: Yazmayı Onayla
uk: Підтвердити запис
zh_hans: 确认刻录
zh_hant: 確認刻錄

source: Confirm Linking
de: Verknüpfung bestätigen
es: Confirmar vinculación
pl: Potwierdź łączenie
ru: Подтвердить привязку
th: ยืนยันการเชื่อมโยง
tr: Bağlamayı Onayla
uk: Підтвердити прив'язку
zh_hans: 确认链接
zh_hant: 確認連結

source: Confirm Passcode
de: Passcode bestätigen
es: Confirmar contraseña
pl: Potwierdź hasło
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
uk: Підтвердьте пароль
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
pl: Potwierdź hasło
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Parolayı onayla
uk: Підтвердити пароль
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirm Renewing
de: Erneuerung bestätigen
es: Confirmar renovación
pl: Potwierdź odnowienie
ru: Подтвердить продление
th: ยืนยันการต่ออายุ
tr: Yenilemeyi Onayla
uk: Підтвердити поновлення
zh_hans: 确认续费
zh_hant: 確認續約

source: Confirm Rewards Claim
de: Belohnungsanspruch bestätigen
es: Confirmar reclamo de recompensas
pl: Potwierdź odbiór nagród
ru: Подтвердите вывод наград
th: ยืนยันการถอนรางวัล
tr: Ödül Talebini Onayla
uk: Підтвердити виведення нагород
zh_hans: 确认奖励提取
zh_hant: 確認獎勵提取

source: Confirm Sending
de: Senden bestätigen
es: Confirmar envío
pl: Potwierdź wysłanie
ru: Подтвердите отправку
th: ยืนยันการส่ง
tr: Göndermeyi Onayla
uk: Підтвердити відправку
zh_hans: 确认发送
zh_hant: 確認發送

source: Confirm Staking
de: Staking bestätigen
es: Confirmar staking
pl: Potwierdź staking
ru: Подтвердить стейкинг
th: ยืนยันการสเต็ก
tr: Staking işlemini onayla
uk: Підтвердити стейкінг
zh_hans: 确认质押
zh_hant: 確認質押

source: Confirm Swap
de: Swap bestätigen
es: Confirmar intercambio
pl: Potwierdź wymianę
ru: Подтвердите обмен
th: ยืนยันการสับเปลี่ยน
tr: Takası onaylayın
uk: Підтвердити обмін
zh_hans: 确认兑换
zh_hant: 確認兌換

source: Confirm Unfreezing
de: Bestätigen Sie das Auftauen
es: Confirmar descongelación
pl: Potwierdź Odmrożenie
ru: Подтвердите разморозку
th: ยืนยันการเลิกแช่แข็ง
tr: Çözmeyi Onayla
uk: Підтвердити розморожування
zh_hans: 确认解冻
zh_hant: 確認解凍

source: Confirm Unstaking
de: Entstaken bestätigen
es: Confirmar retiro
pl: Potwierdź odzastawienie
ru: Подтвердить вывод
th: ยืนยันการถอนการสเต็ก
tr: Unstaking işlemini onayla
uk: Підтвердити виведення
zh_hans: 确认解除质押
zh_hant: 確認解除質押

source: Confirm Upgrading
de: Upgrade bestätigen
es: Confirmar actualización
pl: Potwierdź ulepszenie
ru: Подтвердить улучшение
th: ยืนยันการอัปเกรด
tr: Yükseltmeyi Onayla
uk: Підтвердити оновлення
zh_hans: 确认升级
zh_hant: 確認升級

source: Confirm operation with your password
de: Operation mit Ihrem Passwort bestätigen
es: Confirme la operación con su contraseña
pl: Potwierdź operację swoim hasłem
ru: Введите пароль для подтверждения
th: ยืนยันการทำรายการด้วยรหัสผ่านของคุณ
tr: İşlemi şifrenizle onaylayın
uk: Введіть пароль для підтвердження
zh_hans: 使用您的密码以确认此操作
zh_hant: 輸入您的密碼確認此筆操作

source: Confirm via Ledger
de: Über Ledger bestätigen
es: Confirmar a través de Ledger
pl: Potwierdź za pomocą Ledgera
ru: Подтвердить через Ledger
th: ยืนยันด้วย Ledger
tr: Ledger aracılığıyla onaylayın
uk: Підтвердити через Ledger
zh_hans: 通过账本确认
zh_hant: 通過賬本確認

source: Confirmation
de: Bestätigung
es: Confirmar
pl: Potwierdzenie
ru: Подтверждение
th: การยืนยัน
tr: Onay
uk: Підтвердження
zh_hans: 确认
zh_hant: 確認

source: Connect
de: Verbinden
es: Conectar
pl: Połącz
ru: Подключить
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
zh_hans: 连接
zh_hant: 連接

source: Connect Biometrics
de: Biometrie verbinden
es: Conectar biométrico
pl: Połącz biometrię
ru: Подключить биометрию
th: เซื่อมต่อ Biometrics
tr: Biyometrik koruma bağlayın
uk: Підключити біометрію
zh_hans: 连接生物识别
zh_hant: 連接生物識別

source: Connect Dapp
de: Dapp verbinden
es: Conectar Dapp
pl: Połącz aplikację
ru: Подключить приложение
th: เชื่อมต่อ Dapp
tr: Dapp'ı bağla
uk: Підключити додаток
zh_hans: 连接Dapp
zh_hant: 連接Dapp

source: Connect Face ID
de: Face ID verbinden
es: Conectar Face ID
pl: Połącz Face ID
ru: Подключить Face ID
th: เชื่อมต่อ Face ID
tr: Face ID'yi bağlayın
uk: Підключити Face ID
zh_hans: 连接 Face ID
zh_hant: 連接 Face ID

source: Connect Ledger
de: Ledger verbinden
es: Conectar libro mayor
pl: Połącz Ledger
ru: Подключить Ledger
th: เชื่อมต่อ Ledger
tr: Ledger'i bağla
uk: Підключити Ledger
zh_hans: 连接账本
zh_hant: 連接賬本

source: Connect Touch ID
de: Touch ID verbinden
es: Conectar Touch ID
pl: Połącz Touch ID
ru: Подключить Touch ID
th: เชื่อมต่อ Touch ID
tr: Touch ID'yi Bağlayın
uk: Підключити Touch ID
zh_hans: 连接 Touch ID
zh_hant: 連接 Touch ID

source: Connect your Ledger
de: Verbinden Sie Ihr Ledger
es: Conecta tu Ledger
pl: Podłącz swoje Ledger
ru: Подключите ваш Ledger
th: เชื่อมต่อ Ledger ของคุณ
tr: Ledger'ınızı bağlayın
uk: Підключіть ваш Ledger
zh_hans: 连接您的 Ledger
zh_hant: 連接您的 Ledger

source: Connected
de: Verbunden
es: Conectado
pl: Połączono
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連接

source: Connected Dapps
de: Verbundene Dapps
es: Dapps conectadas
pl: Połączone aplikacje
ru: Подключённые приложения
th: dApps ที่เชื่อมต่อแล้ว
tr: Bağlı Dapp'ler
uk: Підключені додатки
zh_hans: 连接的 Dapps
zh_hant: 連接的 Dapps

source: Connecting dapps is not yet supported by Ledger.
de: Das Verbinden von Dapps wird von Ledger noch nicht unterstützt.
es: Ledger aún no admite la conexión de dapps.
pl: Łączenie dappów nie jest jeszcze obsługiwane przez Ledger.
th: การเชื่อมต่อ dApps ยังไม่รองรับบน Ledger.
tr: Dapp'lerin bağlanması henüz Ledger tarafından desteklenmiyor.
zh_hans: Ledger 尚不支持连接 dapp。
zh_hant: Ledger 尚不支援連接 dapp。

source: Connecting to your Ledger...
de: Mit Ihrem Ledger verbinden...
es: Conectándose a su libro mayor...
pl: Łączenie z Twoim Ledgerem...
ru: Подключение к Ledger...
th: กำลังเชื่อมต่อกับ Ledger ของคุณ...
tr: Ledger'ınıza bağlanıyor...
uk: Підключення до Ledger...
zh_hans: 连接到您的分类帐...
zh_hant: 連接到您的分類帳...

source: Connection Type
de: Verbindungstyp
es: Tipo de conexión
pl: Typ połączenia
ru: Тип подключения
th: ประเภทการเชื่อมต่อ
tr: Bağlantı Türü
uk: Тип підключення
zh_hans: 连接类型
zh_hant: 連接類型

source: Consider More Secure Version
de: Berücksichtigen Sie eine sicherere Version
es: Mejore la seguridad del monedero
pl: Rozważ bardziej bezpieczną wersję
ru: Повысьте безопасность кошелька
th: พิจารณาเวอร์ชันที่ปลอดภัยยิ่งขึ้น
tr: Daha güvenli sürümü kullanmayı düşünün
uk: Підвищіть безпеку гаманця
zh_hans: 提高钱包安全性
zh_hant: 提高錢包安全性

source: Continue
de: Fortfahren
es: Continuar
pl: Kontynuuj
ru: Продолжить
th: ต่อไป
tr: Devam
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Continue or change password to something more secure?
de: Fortfahren oder das Passwort in etwas Sichereres ändern?
es: ¿Continuar o cambiar la contraseña a una más segura?
pl: Kontynuować czy zmienić hasło na bardziej bezpieczne?
ru: Продолжить или изменить пароль на более надёжный?
th: ต้องการดำเนินการต่อ หรือ เปลี่ยนรหัสผ่านให้ความปลอดภัยมากกว่านั้น?
tr: Devam edilsin mi yoksa şifre daha güvenli bir şifreyle değiştirilsin mi?
uk: Продовжити або змінити пароль на більш надійний?
zh_hans: 继续或更改为更安全的密码？
zh_hant: 繼續或將密碼更改為更安全的密碼？

source: Contract Initialization Data
de: Vertrag Initialisierung Daten
es: Datos de Inicialización del Contrato
pl: Dane Inicjalizacji Kontraktu
ru: Данные для инициализации контракта
th: ข้อมูลการเริ่มต้นสัญญา
tr: Sözleşme Başlatma Verileri
uk: Дані для ініціалізації контракту
zh_hans: 合约初始化数据
zh_hant: 合約初始化數據

source: Copy
de: Kopieren
es: Copiar
pl: Kopia
ru: Скопировать
th: คัดลอก
tr: Kopyala
uk: Скопіювати
zh_hans: 复制
zh_hant: 複製

source: Copy Address
de: Adresse kopieren
es: Copiar dirección
pl: Skopiuj adres
ru: Скопировать адрес
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Скопіювати адресу
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy Link
de: Link kopieren
es: Copiar enlace
pl: Kopiuj link
ru: Копировать ссылку
th: คัดลอกลิงค์
tr: Bağlantıyı kopyala
uk: Копіювати посилання
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy Logs
de: Protokolle kopieren
es: Copiar registros
pl: Skopiuj logi
ru: Скопировать логи
th: คัดลอกบันทึก
tr: Günlükleri Kopyala
uk: Скопіювати логи
zh_hans: 复制日志
zh_hant: 複製日誌

source: Copy Transaction ID
de: Transaktions-ID kopieren
es: Copiar ID de transacción
pl: Skopiuj ID transakcji
ru: Скопировать ID транзакции
th: คัดลอกรหัสธุรกรรม
tr: İşlem Kimliğini Kopyala
uk: Скопіювати ID транзакції
zh_hans: 复制交易ID
zh_hant: 複製交易ID

source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
pl: Kopiuj do schowka
ru: Скопировать
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyala
uk: Копіювати в буфер обміну
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Copy wallet address
de: Wallet adresse kopieren
es: Copiar la dirección del monedero
pl: Kopiowanie adresu portfela
ru: Скопировать адрес
th: คัดลอกที่อยู่บัญชีวอลเล็ต
tr: Cüzdan adresini kopyala
uk: Скопіювати адресу
zh_hans: 复制钱包地址
zh_hant: 複製錢包地址

source: Copy URL
de: URL kopieren
es: Copiar URL
pl: Kopiuj URL
ru: Скопировать URL
th: คัดลอก URL
tr: URL'yi Kopyala
uk: Скопіювати URL
zh_hans: 复制链接
zh_hant: 複製鏈接

source: Correct
de: Korrekt
es: Correcto
pl: Poprawny
ru: Правильно
th: ถูกต้อง
tr: Doğru
uk: Правильно
zh_hans: 正确
zh_hant: 不錯

source: Create Backup
de: Sicherung erstellen
es: Crear copia de seguridad
pl: Utwórz kopię zapasową
ru: Создание резервной копии
th: สร้างการสํารองข้อมูล
tr: Yedek oluştur
uk: Створення резервної копії
zh_hans: 创建备份
zh_hant: 建立備份

source: Create Deposit Link
de: Einzahlungslink erstellen
es: Crear enlace de depósito
pl: Utwórz łącze do wpłaty
ru: Ссылка на депозит
th: สร้างลิงก์สำหรับการฝาก
tr: Para Yatırma Bağlantısı Oluşturun
uk: Посилання на депозит
zh_hans: 创建存款链接
zh_hant: 建立存款連結

source: Create New Wallet
de: Neue Wallet erstellen
es: Crear un monedero nuevo
pl: Utwórz nowy portfel
ru: Создать новый кошелёк
th: สร้างวอลเล็ตใหม่
tr: Yeni cüzdan oluşturun
uk: Створити новий гаманець
zh_hans: 创建新钱包
zh_hant: 創建新錢包

source: Create Password
de: Passwort erstellen
es: Crear contraseña
pl: Utwórz hasło
ru: Придумайте пароль
th: สร้างรหัสผ่าน
tr: Parola oluştur
uk: Придумайте пароль
zh_hans: 创建密码
zh_hant: 建立密碼

source: Create a code to protect it
de: Einen Code erstellen, um es zu schützen
es: Crea un código para protegerlo.
pl: Utwórz kod, aby go chronić
ru: Создайте код для его защиты
th: สร้างรหัสผ่านเพื่อปกป้องวอลเล็ตของคุณ
tr: Korumak için bir kod oluşturun
uk: Створіть код для його захисту
zh_hans: 创建代码来保护它
zh_hant: 創建程式碼來保護它

source: Create a password to protect it.
de: Erstellen Sie ein Passwort, um es zu schützen.
es: Cree una contraseña para protegerlo.
pl: Utwórz hasło, aby je chronić.
ru: А теперь создайте надёжный пароль.
th: สร้างรหัสผ่านเพื่อป้องกันวอลเล็ตของคุณ.
tr: Cüzdanı korumak için bir şifre oluşturun.
uk: А тепер створіть надійний пароль.
zh_hans: 创建一个密码以保护钱包
zh_hant: 創建一個密碼來保護錢包.

source: Creating Wallet...
de: Wallet erstellen...
es: Creando monedero...
pl: Tworzenie portfela...
ru: Создаём кошелёк...
th: กำลังสร้างวอลเล็ต...
tr: Cüzdan oluşturuluyor...
uk: Створюємо гаманець...
zh_hans: 正在创建钱包...
zh_hant: 錢包創建中...

source: Cross-chain exchange provided by Changelly
de: Cross-Chain-Austausch bereitgestellt von Changelly
es: Proporcionado por Changelly
pl: Wymiana międzyłańcuchowa dostarczana przez Changelly
ru: Сервис предоставлен Changelly
th: การแลกเปลี่ยนระหว่างเชนทำอยู่บน Changelly
tr: Changelly tarafından sağlanan cross-chain takası
uk: Сервіс надано Changelly
zh_hans: 由Changelly提供的跨链交换
zh_hant: Changelly提供的跨鏈交換

source: Currency History
de: Währungsgeschichte
es: Historia del activo
pl: Historia walut
ru: График курса
th: ประวัติทางการเงิน
tr: Para birimi geçmişi
uk: Графік курсу
zh_hans: 代币历史记录
zh_hant: 代幣歷史記錄

source: Currently Staked
de: Derzeit gestakt
es: Apostados actualmente
pl: Obecnie zastawione
ru: Текущий депозит
th: ทรัพย์สินที่สเต็กปัจจุบัน
tr: Güncel stake miktarı
uk: Поточний депозит
zh_hans: 当前质押
zh_hant: 目前質押數量

source: Dapp Permissions
de: Dapp-Berechtigungen
es: Permisos de la Dapp
pl: Uprawnienia aplikacji
ru: Разрешения для приложения
th: สิทธิในการใช้ Dapp
tr: Dapp İzinleri
uk: Дозволи для програми
zh_hans: Dapp 权限
zh_hant: Dapp 權限

source: Dark
de: Dunkel
es: Oscuro
pl: Ciemny
ru: Тёмная
th: ดาร์ค
tr: Koyu
uk: Темна
zh_hans: 黑夜模式
zh_hant: 暗色模式

source: Data Signed!
de: Daten signiert!
es: ¡Datos firmados!
pl: Dane podpisane!
ru: Данные подписаны!
th: ข้อมูลถูกลงนามแล้ว!
tr: Veri imzalandı!
uk: Дані підписано!
zh_hans: 数据已签名!
zh_hant: 資料已簽名!

source: Data was copied!
de: Daten wurden kopiert!
es: ¡Los datos fueron copiados!
pl: Dane zostały skopiowane!
ru: Данные скопированы!
th: ข้อมูลถูกคัดลอกแล้ว!
tr: Veri kopyalandı!
uk: Дані скопійовано!
zh_hans: 数据被复制！
zh_hant: 資料被複製！

source: Declined
de: Abgelehnt
es: Declinado
pl: Odrzucone
ru: Отклонено
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено
zh_hans: 谢绝
zh_hant: 謝絕

source: Decrypt
de: Entschlüsseln
es: Descifrar
pl: Odszyfruj
ru: Расшифровать
th: ถอดรหัส
tr: Şifre çöz
uk: Розшифрувати
zh_hans: 解密
zh_hant: 解密

source: Delete
de: Löschen
es: Borrar
pl: Usuń
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Saved Address
de: Gespeicherte Adresse löschen
es: Eliminar dirección guardada
pl: Usuń zapisany adres
ru: Удалить сохранённый адрес
th: ลบที่ที่อยู่ที่บันทึกไว้
tr: Kayıtlı adresi silin
uk: Видалити збережену адресу
zh_hans: 删除保存的地址
zh_hant: 刪除保存的地址

source: Delete Token
de: Token löschen
es: Eliminar token
pl: Usuń token
ru: Удалить токен
th: ลบโทเคน
tr: Token sil
uk: Видалити токен
zh_hans: 删除令牌
zh_hant: 刪除令牌

source: Deleted Domain Record
de: Domain-Eintrag gelöscht
es: Registro de dominio eliminado
pl: Rekord domeny usunięty
ru: Удалена запись домена
th: ลบระเบียนโดเมนแล้ว
tr: Alan adı kaydı silindi
uk: Видалено запис домену
zh_hans: 已删除域名记录
zh_hant: 已刪除網域記錄

source: Deleting Domain Record
de: Domain-Eintrag wird gelöscht
es: Eliminando registro de dominio
pl: Usuwanie rekordu domeny
ru: Удаление записи домена
th: กำลังลบบันทึกโดเมน
tr: Alan adı kaydı siliniyor
uk: Видалення запису домену
zh_hans: 删除域名记录中
zh_hant: 刪除域名記錄中

source: Deployed Contract
de: Vertrag bereitgestellt
es: Contrato desplegado
pl: Wdrożony kontrakt
ru: Развёрнут контракт
th: สัญญาที่ใช้งาน
tr: Kontrat dağıtıldı
uk: Розгорнуть контракт
zh_hans: 已部署合约
zh_hant: 已部署合約

source: Deploying Contract
de: Vertrag wird bereitgestellt
es: Implementando contrato
pl: Wdrażanie kontraktu
ru: Развёртывание контракта
th: กำลังปรับใช้สัญญา
tr: Sözleşme dağıtılıyor
uk: Розгортання контракту
zh_hans: 部署合约
zh_hant: 部署合約

source: Deposit Link
de: Einzahlungslink
es: Enlace de depósito
pl: Link depozytowy
ru: Ссылка для пополнения
th: ลิงก์การฝาก
tr: Para yatırma bağlantısı
uk: Посилання для поповнення
zh_hans: 充值链接
zh_hant: 儲值連結

source: Description
de: Beschreibung
es: Descripción
pl: Opis
ru: Описание
th: คำอธิบาย
tr: Açıklama
uk: Опис
zh_hans: 描述
zh_hant: 描述

source: Developer Options
de: Entwickleroptionen
es: Opciones de desarrollador
pl: Opcje dla deweloperów
ru: Инструменты разработчика
th: ตัวเลือกสำหรับผู้พัฒนา
tr: Geliştirici Seçenekleri
uk: Інструменти розробника
zh_hans: 开发者选项
zh_hant: 開發者選項

source: Disabled
de: Deaktiviert
es: Desactivado
pl: Wyłączone
ru: Отключено
th: ปิดใช้งาน
tr: Devre Dışı
uk: Вимкнено
zh_hans: 已禁用
zh_hant: 已停用

source: Disconnect
de: Trennen
es: Desconectar
pl: Rozłącz
ru: Отключить
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Відключити
zh_hans: 断开
zh_hant: 斷開

source: Disconnect All Dapps
de: Alle Dapps trennen
es: Desconectar todas las Dapps
pl: Rozłącz wszystkie aplikacje
ru: Отключить все приложения
th: ยกเลิกการเชื่อมต่อทั้งหมด
tr: Tüm Dapp'lerin bağlantısını kesin
uk: Відключити всі додатки
zh_hans: 断开所有 Dapps
zh_hant: 斷開所有 Dapps

source: Disconnect Dapp
de: Dapp trennen
es: Desconectar Dapp
pl: Rozłącz aplikację
ru: Отключить приложение
th: ยกเลิกการเชื่อมต่อ dApp
tr: Dapp'in bağlantısını kes
uk: Відключити додаток
zh_hans: 断开 Dapp
zh_hant: 斷開 Dapp

source: Disconnect Dapps
de: Dapps trennen
es: Desconectar Dapps
pl: Rozłącz aplikacje
ru: Отключить приложения
th: ยกเลิกการเชื่อมต่อ dApps
tr: Dapp'lerin bağlantısını kes
uk: Відключити додатки
zh_hans: 断开 Dapps
zh_hant: 斷開 Dapps

source: Display
de: Anzeigen
es: Mostrar
pl: Wyświetl
ru: Показать
th: แสดง
tr: Görüntüle
uk: Показати
zh_hans: 展示
zh_hant: 展示

source: Display Tray Icon
de: Tray-Symbol anzeigen
es: Icono de bandeja
pl: Wyświetl ikonę zasobnika
ru: Иконка на панели задач
th: แสดงไอคอนของแถบเมนู
tr: Sistem çubuğu simgesini göster
uk: Іконка на панелі завдань
zh_hans: 显示托盘图标
zh_hant: 顯示托盤圖標

source: Domain has been linked!
de: Domain wurde verknüpft!
es: ¡El dominio ha sido vinculado!
pl: Domena została połączona!
ru: Домен привязан!
th: เชื่อมโยงโดเมนเรียบร้อยแล้ว!
tr: Alan adı bağlandı!
uk: Домен прив'язано!
zh_hans: 域名已链接!
zh_hant: 網域已連結!

source: Domain has been renewed!
de: Domain wurde erneuert!
es: ¡El dominio ha sido renovado!
pl: Domena została odnowiona!
ru: Домен продлён!
th: ต่ออายุโดเมนเรียบร้อยแล้ว!
tr: Alan adı yenilendi!
uk: Домен поновлено!
zh_hans: 域名已续费!
zh_hant: 網域已續約!

source: Domain is not connected to a wallet
de: Die Domain ist nicht mit einer Wallet verbunden.
es: El dominio no está conectado a un monedero
pl: Domena nie jest połączona z portfelem
ru: Домен не подключён к кошельку
th: โดเมนไม่ได้เชื่อมต่อกับวอลเล็ต
tr: Alan adı bir cüzdana bağlı değil
uk: Домен не підключений до гаманця
zh_hans: 此域名没有链接至任何钱包地址
zh_hant: 域名未與錢包連結

source: Domain was copied!
de: Domain wurde kopiert!
es: ¡Dominio copiado!
pl: Domena została skopiowana!
ru: Домен скопирован!
th: คัดลอกโดเมนเรียบร้อยแล้ว!
tr: Alan adı kopyalandı!
uk: Домен скопійовано!
zh_hans: 域名已复制！
zh_hant: 網域已複製！

source: Domains have been renewed!
de: Domains wurden erneuert!
es: ¡Los dominios han sido renovados!
pl: Domeny zostały odnowione!
ru: Домены продлены!
th: ต่ออายุโดเมนเรียบร้อยแล้ว!
tr: Alan adları yenilendi!
uk: Домени поновлено!
zh_hans: 域名已成功续费!
zh_hant: 網域已成功續約!

source: Done
de: Erledigt
es: Listo
pl: Gotowe
ru: Готово
th: เสร็จสิ้น
tr: Tamamlandı
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Done!
de: Erledigt!
es: ¡Listo!
pl: Gotowe!
ru: Готово!
th: เสร็จสิ้น!
tr: Tamamlandı!
uk: Готово!
zh_hans: 完成!
zh_hant: 完成!

source: Download Logs
de: Protokolle herunterladen
es: Descargar registros
pl: Pobierz logi
ru: Загрузить логи
th: ดาวน์โหลดบันทึก
tr: Kayıtları İndir
uk: Завантажити логи
zh_hans: 下载日志
zh_hant: 下載日誌

source: Driver
de: Treiber
es: Conductor
pl: Sterownik
ru: Драйвер
th: ไดรเวอร์
tr: Sürücü
uk: Драйвер
zh_hans: 司机
zh_hant: 司機

source: Earn
de: Verdienen
es: Ganar
pl: Zarabiaj
ru: Стейкинг
th: ได้รับ
tr: Kazan
uk: Стейкінг
zh_hans: 赚取
zh_hant: 赚取

source: Earn from your tokens while holding them
de: Verdienen Sie mit Ihren Token, während Sie sie halten.
es: Gana con tus tokens mientras los mantienes
pl: Zarabiaj na swoich tokenach, trzymając je
ru: Получайте пассивный доход от хранения %1$@
th: รับโทเคนของคุณที่ได้จากการที่ถือมันไว้
tr: Tokenlarınızı tutarken pasif gelir elde edin
uk: Отримуйте пасивний дохід від зберігання %1$@
zh_hans: 从您持有的代币身上赚一笔。
zh_hant: 從你持有中的代幣獲利

source: Earned
de: Verdient
es: Ganado
pl: Zarobione
ru: Заработано
th: ได้รับแล้ว
tr: Kazanıldı
uk: Зароблено
zh_hans: 获得
zh_hant: 獲得

source: Earning
de: Verdienend
es: Ganando
pl: Zarobek
ru: Стейкинг
th: กำลังได้รับ
tr: Kazanıyor
uk: Стейкінг
zh_hans: 赚取中
zh_hant: 賺取中

source: Earning History
de: Verdiensthistorie
es: Historial de ganancias
pl: Historia zarobków
ru: История начислений
th: ประวัติการได้รับ
tr: Kazanç Geçmişi
uk: Історія нарахувань
zh_hans: 质押奖励历史
zh_hant: 收益紀錄

source: Easily send your upgraded card to any of your friends.
de: Sende deine aktualisierte Karte ganz einfach an deine Freunde.
es: Envía fácilmente tu tarjeta mejorada a cualquiera de tus amigos.
pl: Łatwo wyślij swoją ulepszoną kartę do dowolnego znajomego.
ru: Улучшенную карту можно легко отправить любому другу.
th: ส่งบัตรที่อัปเกรดแล้วของคุณไปยังเพื่อนของคุณได้อย่างง่ายดาย
tr: Yükseltilmiş kartınızı kolayca herhangi bir arkadaşınıza gönderin.
uk: Покращену карту можна легко надіслати будь-якому другові.
zh_hans: 轻松将您的升级卡片发送给任何朋友。
zh_hant: 輕鬆將您的升級卡片發送給任何朋友。

source: Edit
de: Bearbeiten
es: Editar
pl: Edytuj
ru: Исправить
th: แก้ไข
tr: Düzenle
uk: Виправити
zh_hans: 编辑
zh_hant: 編輯

source: Enable Animations
de: Animationen aktivieren
es: Habilitar animaciones
pl: Włącz animacje
ru: Включить анимацию
th: เปิดการเล่นอนิเมชั่น
tr: Animasyonları Etkinleştir
uk: Увімкнути анімацію
zh_hans: 启用动画
zh_hant: 啟用動畫

source: Enabling biometric confirmation will reset the password.
de: Das Aktivieren der biometrischen Bestätigung setzt das Passwort zurück.
es: Al habilitar la confirmación biométrica se restablecerá la contraseña.
pl: Włączenie potwierdzenia biometrycznego zresetuje hasło.
ru: Включение биометрического подтверждения приведет к сбросу пароля.
th: การเปิดใช้งานการยืนยันด้วย Biometric จะรีเซ็ตรหัสผ่านของคุณ.
tr: Biyometrik onayın etkinleştirilmesi parolayı sıfırlayacaktır.
uk: Увімкнення біометричного підтвердження призведе до скидання пароля.
zh_hans: 启用生物识别确认将重置密码。
zh_hant: 啟用生物辨識確認將重設密碼。

source: Encrypted Message
de: Verschlüsselte Nachricht
es: Mensaje encriptado
pl: Zaszyfrowana Wiadomość
ru: Зашифрованное сообщение
th: ข้อความที่ถูกเข้ารหัส
tr: Şifrelenmiş Mesaj
uk: Зашифроване повідомлення
zh_hans: 加密消息
zh_hant: 加密消息

source: Enjoy Monthly Updates in Blog
de: Monatliche Updates im Blog genießen
es: Disfruta actualizaciones mensuales en el blog
pl: Ciesz się comiesięcznymi aktualizacjami na blogu
ru: Блог
th: อัปเดตรายเดือนในบล็อก
tr: Blog'daki aylık güncellemelerin keyfini çıkarın
uk: Насолоджуйтесь щомісячними оновленнями в блозі
zh_hans: 享受博客中的每月更新
zh_hant: 享受博客中的每月更新

source: Enter Password
de: Passwort eingeben
es: Introduce la contraseña
pl: Wprowadź hasło
ru: Введите пароль
th: กรอกรหัสผ่าน
tr: Şifre girin
uk: Введіть пароль
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter Secret Words
de: Geheimwörter eingeben
es: Ingresar Palabras Secretas
pl: Wprowadź Tajne Słowa
ru: Введите секретные слова
th: ป้อนคำลับ
tr: Gizli Kelimeleri Girin
uk: Введіть секретні слова
zh_hans: 输入密语
zh_hant: 輸入密語

source: Enter code
de: Code eingeben
es: Introduzca el código
pl: Wprowadź kod
ru: Введите код
th: กรอกรหัสผ่าน
tr: Kod girin
uk: Введіть код
zh_hans: 输入代码
zh_hant: 輸入代碼

source: Enter code or use Face ID
de: Code eingeben oder Face ID verwenden
es: Ingresa el código o usa Face ID
pl: Wprowadź kod lub użyj Face ID
ru: Введите код или используйте Face ID
th: กรอกรหัสผ่านหรือใช้ Face ID
tr: Kod girin veya Face ID'yi kullanın
uk: Введіть код або використовуйте Face ID
zh_hans: 输入代码或使用 Face ID
zh_hant: 輸入代碼或使用 Face ID
